{
  "chart": {
    "title": "Global temperature anomalies by El Niño and La Niña conditions",
    "subtitle": "The difference between a month's average land-sea surface temperature and the 1991–2020 average of the same month, measured in degrees Celsius. It is classified as  [El Niño](#dod:el-nino) or [La Niña](#dod:la-nina) based on the Oceanic Niño Index, which tracks warming or cooling patterns in the central Pacific Ocean.",
    "citation": "Contains modified Copernicus Climate Change Service information (2025); NOAA National Centers for Environmental Information (2025)",
    "originalChartUrl": "https://ourworldindata.org/grapher/global-temperature-anomalies-by-el-nino-la-nina?v=1&csvType=full&useColumnShortNames=false",
    "selection": [
      "World"
    ]
  },
  "columns": {
    "Temperature anomaly": {
      "titleShort": "Temperature anomaly",
      "titleLong": "Temperature anomaly",
      "descriptionShort": "The difference of a specific month's average surface temperature from the 1991-2020 mean, in degrees Celsius.",
      "descriptionProcessing": "- Temperature measured in kelvin was converted to degrees Celsius (°C) by subtracting 273.15.\n\n- Initially, the temperature dataset is provided with specific coordinates in terms of longitude and latitude. To tailor this data to each country, we utilize geographical boundaries as defined by the World Bank. The method involves trimming the global temperature dataset to match the exact geographical shape of each country. To correct for potential distortions caused by the Earth's curvature on a flat map, we apply a latitude-based weighting. This step is essential for maintaining accuracy, especially in high-latitude regions where distortion is more pronounced. The result of this process is a latitude-weighted average temperature for each nation.\n\n- It's important to note, however, that due to the resolution constraints of the Copernicus dataset, this methodology might not be as effective for countries with very small landmasses. In these cases, the process may not yield reliable data.\n\n- The derived 2-meter temperature readings for each country are calculated based on administrative borders, encompassing all land surface types within these defined areas. As a result, temperatures over oceans and seas are not included in these averages, focusing the data primarily on terrestrial environments.\n\n- Global temperature averages and anomalies are calculated over all land and ocean surfaces.\n- The temperature anomaly is calculated by comparing the average surface temperature of a specific time period (e.g., a particular year or month) to the mean surface temperature of the same period from 1991 to 2020.\n\n- When calculating anomalies for each country, the average surface temperature of a given year or month is compared to the 1991-2020 mean temperature for that specific country.\n\n- The reason for using the 1991-2020 period as the reference mean is that it is the standard reference period used by our data source, the Copernicus Climate Change Service. This period is also adopted by the UK Met Office. This approach ensures consistency in identifying climate variations over time.",
      "shortUnit": "°C",
      "unit": "°C",
      "timespan": "",
      "type": "Numeric",
      "owidVariableId": 1005199,
      "shortName": "temperature_anomaly",
      "lastUpdated": "2025-01-07",
      "citationShort": "Contains modified Copernicus Climate Change Service information (2025) – with major processing by Our World in Data",
      "citationLong": "Contains modified Copernicus Climate Change Service information (2025) – with major processing by Our World in Data. “Temperature anomaly” [dataset]. Contains modified Copernicus Climate Change Service information, “ERA5 monthly averaged data on single levels from 1940 to present 2” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/1005199.metadata.json"
    },
    "Oceanic Niño Index (ONI) anomaly by month": {
      "titleShort": "Oceanic Niño Index (ONI) anomaly",
      "titleLong": "Oceanic Niño Index (ONI) anomaly",
      "descriptionShort": "The Oceanic Niño Index (ONI) anomaly is a measure of the sea surface temperature anomalies in the east-central tropical Pacific Ocean.",
      "descriptionKey": [
        "The Oceanic Niño Index (ONI) is a tool used by the National Oceanic and Atmospheric Administration (NOAA) to monitor and track the presence and intensity of El Niño and La Niña events.",
        "These events are part of the broader El Niño-Southern Oscillation (ENSO), a natural climate pattern that affects global weather patterns, including rainfall, droughts, and hurricane activity.",
        "The ONI measures deviations in sea surface temperatures (SSTs) in a specific area of the Pacific Ocean, known as the Niño 3.4 region. This region spans from 120°W to 170°W longitude, along the equator, in the east-central tropical Pacific.",
        "NOAA calculates the ONI by taking a 3-month running mean of SST anomalies. An anomaly is the difference between observed SSTs and the 30-year climatological average for the same period. NOAA periodically updates the baseline period to ensure consistency with long-term climate trends. For example, the 1991–2020 average is often used.",
        "El Niño (ONI ≥ +0.5°C) occurs when sea surface temperatures in the Niño 3.4 region are warmer than usual, often bringing drier conditions to Asia and Australia, wetter weather to the southern United States, and weakened trade winds.",
        "El Niño can lead to weaker Atlantic hurricane seasons but stronger and more frequent Pacific hurricanes.",
        "Neutral (−0.5°C < ONI < +0.5°C) means sea surface temperatures are near average, with no significant ENSO event.",
        "La Niña (ONI ≤ −0.5°C) happens when sea surface temperatures are cooler than usual, often causing drier conditions in South America, increased rainfall in Indonesia and northern Australia, and stronger trade winds.",
        "La Niña tends to cause more hurricanes in the Atlantic and drought conditions in the southern U.S."
      ],
      "unit": "",
      "timespan": "",
      "type": "Numeric",
      "owidVariableId": 1010332,
      "shortName": "oni_anomaly",
      "lastUpdated": "2025-02-12",
      "nextUpdate": "2025-06-05",
      "citationShort": "NOAA National Centers for Environmental Information (2025) – with minor processing by Our World in Data",
      "citationLong": "NOAA National Centers for Environmental Information (2025) – with minor processing by Our World in Data. “Oceanic Niño Index (ONI) anomaly” [dataset]. NOAA National Centers for Environmental Information, “Equatorial Pacific Sea Surface Temperatures (SST) data” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/1010332.metadata.json"
    }
  },
  "dateDownloaded": "2025-05-05",
  "activeFilters": {}
}